<blank>
<unk>
係
我
你
個
嘅
唔
咁
呀
一
誒
好
e
有
就
呢
o
a
都
啦
嗰
佢
話
n
到
i
冇
t
可
r
以
要
哩
即
嗯
c
哋
去
s
㗎
咗
啲
同
番
先
會
l
<space>
喺
哦
問
m
p
睇
得
為
家
點
如
啊
k
度
d
時
而
二
因
人
十
樣
咩
果
邊
多
過
日
用
g
<SPK/>
吓
h
講
咪
u
三
幾
電
嚟
想
做
請
上
五
其
知
喇
等
該
畀
八
b
生
大
六
四
實
行
月
之
下
號
但
意
囉
後
y
住
地
小
嘛
又
九
零
f
埋
幫
年
嘢
開
打
仲
拜
定
明
中
費
機
七
所
車
或
間
面
收
資
兩
保
食
能
期
聽
卡
再
依
方
交
通
出
張
者
今
關
未
喎
的
緊
本
分
姐
理
自
單
入
前
公
不
百
買
跟
次
道
w
最
蚊
事
叫
數
解
應
經
翻
外
錢
第
俾
見
港
啱
對
白
金
信
部
記
真
頭
手
題
思
發
成
需
務
搵
計
提
碼
晒
已
客
份
心
晚
戶
於
路
新
現
位
v
轉
少
加
身
網
街
工
香
傢
當
落
服
司
動
己
然
情
覺
咯
嗱
證
料
錯
全
名
陣
洗
屋
水
投
齣
正
件
完
他
申
門
國
乜
產
萬
銀
似
查
線
啫
品
接
約
條
法
早
使
企
險
口
況
聯
姓
來
作
訓
廿
相
合
安
噶
款
每
供
據
文
快
候
內
隻
諗
學
續
額
比
清
亦
喂
仔
高
海
價
至
咖
老
票
辦
主
直
留
另
算
是
常
息
登
處
由
攞
及
近
支
試
消
利
只
氣
場
帳
在
女
員
業
將
搞
班
瞭
謝
耐
飯
詢
長
寫
認
識
千
進
無
市
重
區
基
限
管
取
絡
低
平
報
玩
確
傾
風
返
夠
起
鐘
排
影
放
x
案
星
天
士
太
子
細
包
改
較
灣
還
慢
程
帶
友
著
劃
政
山
優
種
稍
體
錄
陳
原
總
特
樓
變
字
楚
麻
惠
東
簽
任
整
遊
走
更
煩
考
告
始
回
反
j
別
結
值
廣
譬
醫
哈
駛
差
財
何
換
署
美
駕
離
受
剩
被
黃
響
式
照
介
預
址
覆
宜
半
園
朋
表
便
望
商
飲
花
李
指
概
訊
活
酒
修
媽
障
求
建
置
股
琴
房
議
店
齊
色
貴
死
站
目
封
假
量
貨
物
台
選
除
向
牌
設
郵
裡
存
夜
段
阿
幣
聲
示
格
送
力
寄
師
暫
短
括
易
連
扣
了
停
裝
熱
類
附
般
首
例
流
閑
書
<longsil>
咋
左
速
樂
餐
麵
爆
塞
性
民
感
復
訴
推
免
止
村
午
準
答
忙
禮
龍
施
尾
掛
容
維
超
嗎
曬
按
效
核
城
院
運
華
里
估
賣
益
音
西
飛
繼
撳
非
展
燈
環
代
底
片
樹
持
根
馬
訂
沙
角
康
增
稱
陸
功
急
光
澳
匯
閣
購
退
補
調
難
z
驚
評
肯
紙
項
教
專
型
職
達
揀
架
富
官
故
級
填
林
警
元
屬
靚
視
付
並
備
局
終
密
決
組
微
右
英
立
盡
男
和
紅
州
率
吧
希
貸
舊
旅
漫
擺
徑
步
紀
鐵
北
府
致
哥
積
圍
讀
遲
嘎
升
豬
餘
梁
哎
簡
腦
減
失
吖
坐
景
紹
適
圖
周
顯
南
制
錶
批
承
此
權
從
輸
倒
寶
具
筆
參
統
q
愛
說
眼
晨
佬
漏
興
呼
化
歲
繁
繳
慮
共
印
句
黑
刻
婆
編
親
石
泥
必
派
責
越
控
麼
滿
球
擇
且
版
移
與
洲
論
社
頁
券
浸
福
債
標
剛
摞
普
空
究
境
隊
居
衫
竟
輛
各
儲
衝
透
鍾
田
德
劉
令
觀
添
擔
際
波
辣
校
青
味
節
巴
遠
掂
朝
售
閉
曾
銷
這
豐
阻
科
套
拍
拉
湯
休
隔
構
醒
王
鬼
稅
律
釋
庭
禁
團
形
賠
課
負
凍
嗬
系
審
櫃
驗
緩
界
病
素
充
配
折
傳
初
怕
米
火
陪
沒
願
茶
規
足
頻
吳
深
詳
堂
執
航
廳
嘞
助
搭
恢
粉
壞
室
狗
塘
笑
私
語
巷
肥
狀
毫
瀉
享
健
償
爭
肉
集
順
妹
映
裂
涼
座
途
塌
強
營
橋
魚
尋
菜
追
質
梗
導
哂
協
器
則
頂
颱
洩
油
繫
注
委
檢
看
突
迴
羅
副
斷
牛
引
豆
晝
彩
言
謂
往
隨
療
列
葉
煮
歡
衛
諮
館
傅
楊
複
拖
術
淨
乘
育
壽
亞
遞
痛
箱
咧
疑
雞
閤
傻
爸
蛋
眾
領
博
婚
哇
護
傷
把
寬
跌
怪
層
闆
載
席
歌
迎
雙
抵
租
雖
世
渠
江
邨
乎
貼
也
態
池
既
戲
燒
監
錦
防
敢
找
才
否
聊
嘗
神
溝
損
盤
兌
奇
黎
唱
嘉
習
咦
源
截
穩
駁
廠
鏡
哼
隧
撞
喜
廈
泰
京
借
床
嘩
製
衰
啟
們
鄭
援
拎
河
珠
捨
卅
養
討
針
註
嚴
冧
技
顧
雲
延
唉
宿
激
檔
符
獨
鮮
藥
舉
土
涉
舒
熟
測
0
詞
奶
埔
診
那
創
永
輕
古
述
麗
煙
嶺
苦
察
溫
許
固
皮
豪
仍
序
朗
畫
贈
獲
亂
切
很
冰
苑
冊
1
袋
臨
嬲
露
義
嘈
涌
懷
蓄
像
某
兒
範
舖
游
爛
造
鄧
翠
純
泳
濟
搬
背
慶
辛
井
雨
融
拆
冷
母
2
招
象
極
宵
搜
肚
瞓
疾
插
弧
吃
精
雪
囖
甚
覽
歐
甜
咀
趣
腳
島
藍
絕
衣
智
呃
雜
須
刷
罪
藉
給
夾
播
模
野
蔡
鋪
鬆
斜
酸
善
炒
若
均
豁
贖
勁
畢
治
抽
威
卷
杯
檯
輪
散
熄
粒
鈎
誤
飽
爐
趕
索
策
尖
葵
拿
佈
週
晏
尼
勞
草
鬧
軟
廊
朱
鄉
木
聞
旺
靜
練
毛
操
演
蘇
違
閒
恒
恆
坡
危
讓
兄
垃
耳
嚮
僱
盒
綠
群
跳
麥
糕
圾
吸
彈
荃
閂
啵
坑
命
待
揸
賺
綜
軍
賽
糧
研
廁
靠
唯
劇
4
'
吹
判
卓
端
郭
坊
逐
韆
韓
蓋
柏
牙
屯
嗌
鞋
綉
鎖
良
戴
壓
敦
硬
乾
馮
綫
湖
郁
授
些
盛
跑
章
粹
析
擠
3
徐
徵
啡
淘
屏
榮
靈
佛
蒲
降
檸
抄
嚇
賬
屎
暈
輝
偷
避
譚
餓
竹
掣
碌
夫
誠
膽
荔
鳳
逾
船
閱
圈
秒
釐
佔
念
癡
遇
堅
騙
煤
串
陽
它
欠
圳
蘭
貓
薦
余
弟
臺
蝦
撥
聚
斯
血
戰
欣
洪
祝
剪
偉
隱
躍
瓜
農
擊
聖
潘
橫
塊
枝
省
齡
刪
慣
她
歷
峰
倍
觸
洋
獎
雅
悶
距
8
糖
階
潮
疫
呱
犀
幅
煲
雀
宣
賴
薪
叼
藝
5
採
棟
锡
爽
努
旁
怡
汁
盞
莫
久
梯
救
什
童
岸
渣
吉
凌
莊
喉
乖
惜
破
辯
踩
枱
培
害
盧
濕
寧
昌
柱
淡
沽
碟
賓
毒
窩
崗
潛
揾
6
累
裁
窗
柴
芝
仁
佳
含
勢
鍵
嘻
掃
秀
諾
仙
屆
牆
坪
簿
津
粵
逼
催
穿
春
兼
趙
絲
抑
呐
材
季
濃
億
揭
銅
爾
擾
扮
父
廖
犯
射
夢
敏
攝
碧
皇
蘋
褲
膠
搶
逸
胡
鉤
餅
葛
襯
纔
浪
菇
誌
贏
撲
滾
布
押
慘
貢
築
夏
齋
披
吔
腸
殘
芳
軒
鹹
幸
倫
尤
砂
症
幕
板
納
嚿
泛
攰
骨
漁
志
罰
督
污
偏
宇
茄
冒
唐
忍
忘
昨
貿
粗
互
哪
翼
探
沖
綁
旗
措
孖
隆
撈
胃
宮
殺
欄
摩
褪
惡
噪
儀
尊
歸
賞
鑼
盈
守
抱
訪
佐
倉
鹽
醉
史
堆
促
珍
域
喊
婦
恐
閃
裕
帝
莞
擁
異
舞
滑
虧
鼓
厚
束
邱
廢
圓
詐
貝
挑
菲
側
擋
浮
噢
攪
剔
賢
鎮
略
拒
姑
曉
薄
邀
攜
准
梅
典
棵
睡
叔
晶
烤
祥
顏
姨
硃
懶
扭
丸
泊
俊
籍
捉
缺
叉
陰
閘
憶
癌
松
君
灘
迷
染
漢
晰
爺
薯
貌
愉
暖
虛
談
杜
椅
蝕
煳
彆
灰
勝
炸
頓
宗
甘
瘦
罩
桶
困
岩
遺
裏
贊
蜜
棄
跨
慧
雷
屈
傑
裙
磡
桂
績
潔
烏
忽
戚
混
揼
奧
脫
宅
邦
秘
媒
迪
9
辭
脆
宏
窿
丁
吊
頸
螺
暢
呈
玉
汽
廚
尚
尺
嫁
勤
冠
翔
忌
吋
臭
肇
摺
袁
舍
嘴
澤
鼠
7
替
姚
兜
憎
匙
耀
勵
彭
犬
掹
紫
牽
碳
庫
譯
末
踢
浦
甲
谷
鴨
鄺
籌
碗
潤
衡
纖
予
娘
伯
克
呵
憑
瑞
騰
濱
悉
遮
筒
剖
斤
曆
喔
掉
干
荷
誕
鍋
織
扇
妝
鑽
赤
董
粥
呂
醬
刺
咬
玲
禺
慳
羊
旦
央
蕭
伍
縮
冬
震
誇
蠢
嘿
燕
籃
腰
碎
后
托
幼
鏈
伴
扶
澄
賭
卻
璃
蓮
鬥
玻
浩
藏
醜
叻
柯
甩
戀
郊
啩
溪
窮
墊
埗
欖
莆
孫
怖
礎
冚
聰
艙
蠔
霸
暗
鴻
妥
刑
捲
嫌
嘥
噴
拗
廉
亮
鎊
弱
饋
腐
洞
緻
摷
屍
傍
脾
闊
磨
虎
框
揮
鼻
彎
競
殊
甸
炮
擴
廟
戒
湊
駿
巧
慎
巡
輔
摸
讚
武
暑
悅
蒙
鼕
桃
鵝
狂
氏
託
攻
娛
焦
僅
坦
逢
硤
拼
誰
曹
攤
晴
梳
婷
膚
瀝
怎
烈
彌
鈴
振
咨
嫂
泉
契
嘔
川
爹
嘟
厘
衍
抗
鬱
盜
擬
吵
虹
飾
羽
蟹
祖
杏
偈
騷
挨
崇
囡
篇
敬
泡
攬
炎
槽
掌
遷
詩
驟
墨
睬
咸
徒
墟
鞍
蝶
紐
敗
沿
稿
捷
檬
獅
魔
痕
暴
佣
描
喱
髮
緣
訟
笨
麯
渡
洛
梨
恭
丹
撻
臣
揚
亨
棉
芽
滴
麟
啤
磚
壇
熊
腫
罐
爬
恩
棚
撐
塵
亭
珊
循
麒
握
腿
扒
芒
叭
濤
鞦
芬
歉
謹
姊
慕
堤
甄
焗
腩
偶
聘
寵
鳥
吞
患
禍
雄
蝴
滯
啓
膜
凳
刀
禾
淋
籠
毀
逃
慈
肆
茂
滙
屌
夥
趁
蹤
忠
餸
晉
森
亡
兆
旋
癮
蟲
尿
纍
橙
輯
琳
炭
范
宴
疊
逗
孕
桌
譜
寜
搏
伊
胸
宋
獻
鋒
翡
屙
族
革
蒜
噉
抹
脷
眠
昂
嶼
蛇
紋
匪
賤
奬
默
霞
琪
蒸
貪
厭
凡
懂
釘
鈔
唞
挖
遍
誓
苗
卵
砌
傭
寒
諒
皆
跡
萊
堡
柳
跪
嫲
蕉
嗟
擦
潭
糾
巨
瘤
槍
捕
酬
糟
摘
賀
醋
碰
欺
曼
帽
蘿
懲
刊
産
漆
塗
撚
鋼
召
塔
壁
箭
殼
襲
扯
臟
滋
啖
俗
艦
掟
壆
搖
瑪
嗨
妖
矛
淺
乃
伽
筷
凱
植
寸
勾
礙
撤
黨
瑜
沈
鰂
舅
癲
鯉
伸
併
嗲
爲
暉
侯
勇
斬
籤
陌
翁
悲
劍
鴦
噏
獸
乳
祈
巾
剋
劏
磅
蔣
奮
履
矮
綱
盟
拌
瀏
肺
吐
奈
逛
龜
淹
孩
鹿
肌
鴉
稻
您
寮
幹
氹
瑩
煎
冼
箕
疇
蓉
采
謀
函
湧
拔
鵬
扱
悔
汀
誡
陶
錫
灑
貧
茵
猛
椒
棠
脹
泵
佩
侍
裹
紛
胎
丟
陷
妻
娜
沉
瘋
踏
崔
涵
械
遙
餃
喻
鑊
抬
遭
割
孔
栢
餉
繞
勉
尷
龐
尬
盲
液
敷
窒
氛
憂
鶴
唄
榕
曲
咳
撩
凸
膏
秦
鴛
拘
滲
盆
侵
凈
愈
滘
卸
霍
桿
軌
羨
顔
樽
杆
窄
篤
韋
薈
筲
慰
販
竊
酌
丈
几
淑
盾
駐
倘
紗
斑
吻
肖
墅
兵
憐
迅
捱
弊
幻
譽
鑒
兔
𨋢
穎
僑
辨
聆
帖
撇
葡
岑
菌
嚨
棒
凹
肅
耶
蕩
捐
頒
筋
嗚
莎
騎
嚕
斌
憩
喲
銘
笠
魏
証
搽
滅
爵
殷
雯
惹
脊
孚
郎
坳
龔
狼
瑰
誘
萍
侶
拾
嬰
僭
榜
鮑
娟
疏
頌
妳
瓶
姻
巢
繪
緒
磁
汗
糊
悠
寛
頗
鄰
喝
鳴
厲
賊
恰
袖
屁
允
沓
阪
蔔
敵
菠
帆
拓
漲
稚
凰
浴
遵
猜
鏟
匹
諸
攸
孤
榴
耗
趨
溜
芙
阮
韭
劣
玫
碩
湛
釣
詹
繡
秩
于
孝
廂
偽
轆
耕
迫
獄
睏
哭
肝
紮
啥
劑
禧
芯
仗
缸
畔
魯
輋
倚
邵
嘆
仇
貫
鋸
纜
旨
裸
吾
艷
勸
瞞
衷
縱
丫
艾
尹
柔
惑
憲
棍
斧
昇
恨
邏
臉
喪
鬍
坤
榖
恤
扎
篩
馨
奪
占
貞
漸
挺
遢
寨
淤
繩
拋
邋
劫
遣
掘
臘
汪
蜂
勒
鳩
轟
襪
魷
淇
杭
毋
伙
瓊
勿
淩
眉
剝
妨
礦
儘
秤
濾
萄
墩
墻
卑
軸
燃
个
剎
匿
乙
驅
芷
俄
壹
黐
椰
懵
昆
黏
耍
痘
矩
楓
毅
眨
徹
韶
莉
艇
誼
奉
叮
御
搣
攔
汝
寂
卦
囊
絨
拳
災
劈
娶
肩
瑤
咭
蕃
弄
樟
漿
摣
擰
濠
唥
猶
魂
奸
壯
娥
泄
漂
綿
雍
檻
孭
削
粟
纏
韻
遜
厄
妙
卜
欲
诶
罵
胞
莓
趟
篙
艱
枕
菱
荊
唇
抓
嫩
薛
祿
賦
褸
傘
萃
嘭
灌
怨
哲
翅
淚
寞
薑
膳
魅
霖
奏
趾
濫
鴿
豉
翰
杉
俬
撒
鼎
棕
劵
拱
馳
砸
曝
仕
鱲
糞
话
汕
凝
脈
綽
謙
脂
傲
蔥
頃
笙
酥
軚
雋
乏
鉛
櫻
蹟
腍
菊
曖
膩
腹
緝
乞
怒
喬
倆
捧
飄
蔚
炳
蠟
歧
倡
旭
金
顛
朵
膶
㨴
腎
轄
彬
駱
撕
鷹
伏
鈕
峽
扠
棋
俠
霧
抆
籲
詠
疼
貶
瀛
瓦
燶
婉
臥
乒
餵
晾
晤
偵
着
癥
熒
圃
淫
扁
姿
槪
罷
膊
臂
姜
嬌
弓
燉
𠾴
橛
庇
豚
斟
齒
逆
蔭
戟
𢭃
惱
梓
諧
仿
螢
鄙
噸
陀
塑
擎
瑣
颳
熙
輩
箍
歪
奕
燭
碑
珀
啪
秋
内
堯
坎
沐
孟
躉
旬
韌
楷
鋁
縫
舂
该
馥
槓
酷
崩
壺
侄
娃
墓
惟
［
］
麽
辰
蓬
陂
温
丙
粽
腔
霆
揩
掩
歎
冤
塢
问
é
蔬
藩
囑
堵
糯
篷
伺
囇
蔽
脅
靴
舌
樞
叢
夕
奴
妍
綴
请
荒
嬸
靶
睛
撬
垂
徴
搦
倩
壩
臻
笏
甫
呆
筍
蠻
蔗
霜
薇
征
嗮
昏
勻
紓
溶
趴
釀
籬
熬
葬
繹
呎
敍
睦
聶
焊
吶
赫
嚐
枉
彤
燥
撿
狠
訝
墳
揦
埲
岐
猥
蹈
顆
斗
嘀
濛
沃
瘡
欸
踐
獵
豫
埠
頤
醇
裔
燦
鈣
竇
廷
餡
寺
喐
茅
嵌
慌
挪
哄
奔
薩
盎
帥
窰
滬
祭
銳
鏇
墮
嗶
羈
㨢
憾
儂
埃
会
拐
攀
鄔
鋰
幽
哀
踭
姣
膝
舟
爪
氧
淆
户
兇
嬅
杠
锺
稀
岡
妒
妮
曠
邪
牧
橡
閪
檳
蘅
溢
悟
暨
儒
划
藤
煉
敲
肘
弦
卒
堪
瑚
曱
壟
咒
洽
为
刮
罕
抖
芥
憤
欽
蛙
蝠
唸
甴
漬
蜆
税
篋
鏽
梧
囝
掙
漠
敘
嗄
蝙
菁
肢
㧬
騮
邁
芭
穌
渴
飆
汶
褥
噠
柑
烘
没
不
竭
牀
羹
寡
媚
禪
姬
佘
祠
咕
禱
喼
剷
矇
禽
沫
帮
蓆
汙
虐
姆
瀨
乓
閲
睹
燙
丐
佑
祺
樑
踹
蹄
蕾
鉗
栗
襟
酋
挽
寓
慨
刁
靖
雕
摯
杰
这
稟
啃
嘖
腥
牢
盃
荻
募
蘆
棧
璧
煌
呷
賈
潑
懇
庸
玄
雇
囪
樁
蠱
灸
滔
穗
擅
勘
桔
辜
沛
凶
萌
秉
柒
嗡
抌
囚
眞
瘟
痰
蘑
窺
竿
涯
柄
桑
懼
緬
忟
仆
熡
憨
嫻
棗
柚
斐
磯
胖
沾
奢
腺
鞏
衞
謄
頹
昧
潰
芋
琦
癢
斥
琛
巫
樸
翹
峻
簷
桐
夷
狸
仰
过
对
巿
跣
祉
暐
彼
匆
銜
嶄
汰
疚
媛
鑿
辱
柬
牡
繽
豈
氫
舗
肋
瓷
闖
醃
禦
驕
砵
壤
毎
样
擗
樵
捏
徽
嘜
伐
飼
溯
浙
邉
見
撰
立
駅
竄
剃
躺
惕
鍛
乸
喚
捆
鰻
泌
郝
毓
峙
蛟
氈
茫
瑟
时
强
律
哢
瀟
庚
盔
俱
梭
腕
蛛
諷
烹
汲
締
撮
䢂
楠
牲
噓
淒
鈞
疆
毯
罟
实
鷄
ｄ
簾
畜
籽
煥
樺
彪
皓
褒
㘭
种
资
行
陲
掀
茸
俞
燜
啞
鈍
枚
嘚
峯
谢
豎
耷
殯
煒
殖
琶
璐
匡
庶
瓏
泓
攣
屢
么
閙
犧
噩
猩
昭
咐
笛
蟻
蕙
痴
漖
嘍
帕
瀋
鑫
恥
阱
蜘
雹
懸
俸
曦
瞬
撫
悄
栽
茲
狄
费
墜
鱷
譴
鑲
羞
佰
嵐
煞
薰
歇
扼
麓
黄
榛
慾
擘
罅
肪
翟
叛
吱
妃
緋
役
彷
髀
毆
盼
乍
边
遴
揣
靡
呦
囂
磋
湘
吩
霎
疲
冕
噹
絮
櫈
哆
眯
聾
猴
喘
宙
瑕
隴
点
礫
塱
膨
灼
鑑
掗
云
葩
萱
盅
炫
熔
畏
雁
狐
撼
擒
琉
钱
国
鬚
悼
笪
姦
喵
椎
狙
饅
砍
釗
豹
僵
卿
侮
戈
疤
牟
稽
桅
甥
愧
膀
挫
袍
幌
蹦
殮
阽
ㄙ
碃
栯
籦
炑
躁
煽
僻
頑
刨
愁
鑰
僕
舜
錘
耽
淵
澀
祗
咽
絶
学
窖
澡
蠅
櫥
讲
懟
辧
岳
㖞
孻
瘴
错
嚼
弔
昕
縣
炆
躲
黴
胚
嘲
鉑
担
穆
虢
滌
两
觉
○
蒂
訕
耿
摟
隸
綺
侈
癱
朦
俯
搓
爍
緙
祐
𡃁
经
当
匠
拮
裇
潢
鞭
駒
閨
蟠
楞
瞄
輻
謬
珮
蹺
撓
寰
恕
电
瀧
坣
彥
捂
迦
吼
髒
嘯
鍍
剁
彰
壘
噚
衙
瞻
匈
砰
醞
啷
鱔
痹
殿
榆
涕
鏢
晦
瀾
崖
昔
攏
琵
庵
侖
银
陞
开
丑
摔
妊
駝
茹
慫
賄
闢
呻
嫐
鐲
摑
应
缐
噃
様
现
率
澗
覓
坨
謊
遂
枯
斂
裴
册
錐
娠
輓
璿
矜
谘
吠
賜
籮
瘀
飪
鷺
萎
囤
巒
蔓
狹
聼
踎
愕
拚
摙
槤
藕
鏗
喳
紳
渾
攢
弗
嗦
瀑
牯
酵
说
哺
’
戇
唒
è
愚
狩
泮
灝
淮
槎
鐳
记
瀚
关
崙
坉
来
矚
驊
葺
呔
揈
霉
孛
飢
瞳
扔
皺
矽
舔
閔
崎
酪
懈
窟
𥄫
慤
蟬
级
长
并
揹
邢
砲
両
娩
漚
燻
榚
嬋
鯊
戳
橄
窯
苓
哨
霾
璇
题
慷
卉
隙
鍊
噫
褦
滷
椿
臀
穴
榨
媳
婿
霄
詭
睫
妞
倦
銹
饒
娣
諜
槐
办
叱
乪
间
贍
涂
棘
詮
蕪
徊
易
ｔ
魄
骰
擼
嫖
紡
嫦
唧
朕
嶽
熏
糠
蘊
曳
疹
鈦
繆
硫
额
车
灶
例
张
媲
翌
屠
唪
徘
杖
抺
鄞
脖
蛀
鋤
陋
螞
蛾
鯨
陵
呸
徨
邑
秧
梵
斎
弼
矢
専
撃
瘓
賃
勃
赴
据
号
臧
癸
穀
掠
殻
斃
妓
詛
弘
摧
芹
逍
搗
倪
妄
睿
髓
檀
蔴
浄
数
涎
庒
擱
帑
龕
悭
吏
擲
躝
蚌
錮
ｅ
謎
狡
鹵
袱
丘
癖
箏
瑋
綢
唆
漣
檫
賒
玖
证
埸
万
鑛
揿
瓣
扲
单
茁
曙
貳
餚
耆
撠
约
缴
柜
扑
駭
咣
焚
趷
蜥
蜴
啜
潯
札
鎬
雌
嗜
禿
哽
屑
吟
矯
拇
菩
黛
棲
磕
廬
榔
气
揞
掕
够
裘
响
𠝹
釦
别
还
胱
窪
侷
疣
氯
嗽
姍
鏜
瑛
渝
荼
苛
痔
掏
抉
辮
咚
岔
洶
絆
賂
礁
嶂
令
红
穫
猷
闡
暇
腋
较
𢯎
贓
亳
沼
燊
螃
彙
澈
ｍ
０
鄒
摁
揉
淪
簫
挾
蹲
蹬
誥
絞
‪
粘
撘
誣
杞
絃
紧
阜
续
鑄
嚯
諾
险
阵
嘰
奄
喧
们
沁
唾
㖭
ｓ
擷
瀅
拯
俏
渺
宰
嬉
濺
噤
巔
懿
嗒
骷
羗
稔
况
踴
羔
倖
带
换
擕
蘸
咿
伶
恿
嗷
畸
卯
猖
棱
簧
淳
濁
竅
搪
汾
璋
樊
跤
俐
囱
腱
网
囍
緘
奎
门
甑
溉
瀕
琼
动
痺
潦
搲
亚
计
茜
擸
醺
餾
师
蕎
决
徠
詫
縈
胭
巳
澎
咱
糍
蛤
鼾
狒
寢
哮
銬
啄
竈
儉
鰲
鯽
沮
轍
燴
芊
鍥
愣
疵
膿
噔
鸞
肛
逹
峒
邸
财
縐
发
骼
幢
絀
兢
耘
报
禤
㩒
俘
偕
牠
妤
蒼
惰
婕
闌
鸚
鵡
鵪
閹
贅
慚
暮
閥
洱
焰
僚
僧
忿
仟
湾
櫸
惇
勳
犁
联
閩
獺
吗
听
敞
冀
顎
赦
贵
确
軀
罄
厠
坺
橢
餿
輾
頡
鋅
瞇
－
ｆ
麺
晌
鈺
茉
驢
緯
孽
蕓
蠍
臍
腮
覃
抒
馭
逅
掰
猿
霹
靂
嚄
舐
风
璉
髏
儸
銭
藪
员
结
厂
产
转
熾
漪
鞠
将
蠶
节
韞
姪
譖
謗
撅
咤
囈
鱗
罔
盦
輿
料
鈪
窕
𠴱
錡
ｏ
３
圭
剌
烽
謠
訣
瞌
僞
鏞
逝
邂
喏
咂
楂
旱
扺
𠹌
东
澍
㷫
广
码
鯪
釁
裨
躬
奠
鍚
细
咔
氾
陈
务
憬
沌
鎅
蒐
垢
惶
噱
兀
錄
呠
紥
儷
莖
ａ
泫
呍
茗
捅
鶉
轎
嘮
鈄
溺
螂
泣
焯
柵
悍
垮
鏘
僥
株
捍
蟎
捫
釜
买
医
昼
寅
冗
艘
巉
啰
烦
拃
试
敖
‭
薜
嬴
麖
崑
瘍
苔
厥
霓
懞
纈
慄
烚
耙
胰
线
佮
垣
貯
遑
䟴
劄
誹
稠
杮
頰
藜
鱈
ｃ
洙
晗
簇
儼
焙
菰
揍
縴
刹
冶
棺
廓
跆
褂
摻
滄
眸
癩
崛
霏
莘
潼
銓
蓀
鱟
暂
类
毗
菴
盪
縉
眺
陆
机
殆
雛
预
冲
粧
痊
諱
鉄
尸
畦
撾
哔
仨
椏
熨
弛
憧
怠
墾
憚
愿
吒
榻
聳
吝
坭
兑
刃
阁
懋
娼
馴
嚷
𠵱
涮
廐
媾
獃
鱸
恬
裱
徛
鰐
勛
燁
烙
蝸
睜
哉
軋
沸
吽
惗
颶
焉
朔
愷
詣
飚
羲
皂
溏
悦
倾
櫚
储
围
价
浣
体
葳
顱
睽
悞
衆
业
徬
义
嚫
佗
碁
继
浚
头
设
贛
縛
荀
罌
紜
癒
楼
祟
吴
条
㗑
禹
崽
綑
场
䃟
夭
扽
愨
虜
热
鈉
净
踮
扐
屘
醮
褻
奀
騏
鹼
訢
讉
ｕ
ｂ
１
ｘ
糸
儍
殭
ｈ
苺
鯖
蟶
抳
筠
蝟
圇
尉
碣
磊
碉
摳
増
惘
痱
禰
噻
鎂
迂
遝
喀
閏
糙
衊
佻
乐
蟑
见
髻
捩
澱
嗇
难
夸
拭
虑
优
顺
随
屹
晩
区
写
变
殃
隋
栓
孿
终
签
卞
彝
咎
暹
笆
词
糰
碾
帛
桓
蠕
倔
谓
皋
晟
鬟
𦧲
衩
荆
郉
ｉ

ｎ
彿
闇
莧
羶
牝
碘
葦
堿
遼
嚦
枰
蹭
幺
拷
簋
熹
痢
眷
魁
亢
鷗
畝
扉
詆
誦
遛
悚
祛
兮
虱
炊
腑
脯
曰
蜢
遨
瞧
鑌
喈
蕁
际
溱
敝
岌
鞅
蚺
询
穏
极
项
质
恪
穢
忐
綵
皿
訌
届
旯
纊
槛
断
拣
戥
咃
鯁
糴
‌
訛
讯
暱
苏
藹
畋
銖
趺
盯
进
总
眩
捺
擂
袒
蕊
鐮
渦
嗤
汐
读
蟋
蟀
膉
利
更
踪
鞘
嚒
旻

枴
２
恍
睞
祼
幀
尐
ｋ
惀
窈
硌
韮
α
孜
盬
覶
蕥
傰
罶
荍
頞
喟
忡
猬
獒
橘
竪
逞
蹋
餒
嬤
宛
煨
俺
岱
痾
陛
煜
楨
枷
轅
睥
峪
虞
逕
蜓
维
粤
横
踱
斡
忑
遏
琢
挈
鉅
縂
组
躂
论
视
无
戙
争
逮
湃
丰
处
坏
议
尓
厦
减
临
楝
输
从
鱼
昱
园
挂
严
餲
鰭
狽
谂
匱
宦
寐
荳
渲
缝
鉸
岭
嗓
嶸
潲
鶩
讨
搐
弩
捹
酮
摵
５
鵰
ｒ
ｐ
腴
ㄚ
膮
纆
扳
瑯
爇
肕
佴
笣
袷
驃
囧
烊
仃
肽
嗻

痧
滕
玷
蜈
蚣
孱
齙
啼
唏
葫
猝
珈
褐
澇
郡
瑉
惆
悵
竣
瞪
喋
蜻
黯
喃
嚓
獷
搾
语
昃
瘌
杨
树
翺
遐
岁
蜱
远
钟
适
诉
蛻
欍
甦
拙
嗆
黚
蒞
书
説
吿
璀
璨
统
炙
徙
榷
遁
妈
装
凭
睸
裳
硖
頼
‮
​
‫
冥
閞
惊
挶
捞
纸
扛
鐡
尽
货
骸
刚
筏
廸
𠻹
蠂
蓝
忻
邮
课
虔
瞰
瀰
淥
儆
鋭
砝
鉆
諭
寥
晃
㙟
褶
闕
埡
攘
骶
繕
释
岋
雑
懺
流
胺
瞥
泗
銶
琚
鎢
紉
娓
丞

嫣
鏍
ｇ
肶
涷
琥
ū
迭
葷
鴒
郤
漦
鰨
櫏
矨
埢
苭
鉉
煱
薷
擡
釺
亊
慪
蒿
婊
髦
唓
拈
斕
揪
噯
臃
藐
錒
瑙
餛
飩
痣
冪
琿
憔
悴
筐
苞
拂
毽
妾
姥
涅
玨
捎
蓓
舵
謳
酶
襖
錚
莽
靄
枇
噌
盂
葆
噗
环
砧
珂
埕
巖
称
円
辟
丢
离
唷
满
壎
叁
迟
氮
孵
珩
峴
仝
奐
旮
毕
醛
双
刘
繃
擳
旧
声
兴
淼
马
腊
洁
岀
嫪
弈
频
赔
调
诺
鳯
噁
噼
燎
蜇
标
针
鑾
缽
鎧
罉
杈
状
衾
隍
昅
笈
鏤
脚
嘶
梘
鄱
捋
捽
鏃
胳
骯
简
箔
鰹
纪
戾
蔑
俑
壅
瑾
赛
鳌
饞
晠
婀
径
蹊
嵩
勺
𢳂
摱
给
鎚
链
恙
礼
华
峭
菅
腆
侏
睪
顥
逄
菓
ｑ

菀
×
の
垠
慇
顴
祇
ë
暄
柢
氰
壬
町
鯇
貂
糬
潺
塚
潞
μ
悕
螵
黼
渵
缶
蒯
芔
睩
擩
澭
鳵
舛
胻
筩
歆
祕
麈
誆
盳
爷
溼
羯
釵
韜
坷
苟
衲
歹
嫉
玟
鴕
蝗
粱
翊
螳
歩
钜
翳
氟
鉢
襠
怯
吮
惋
隕
翩
螄
癬
凜
嘹
羸
灃
攆
猾
绍
辆
伕
寳
漾
鷓
鴣
庾
奥
圣
詬
销
罹
层
熠
綷
綸
幟
匣
玆
邇
靳
毡
棣
络
欢
盗
糅
舶
椐
禎
录
氓
测
胜
縝
订
匝
戏
闩
帐

赠
驳
鈡
静
抿
竺
滞
专
賑
槌
镬
纯
茱
参
仅
导
摆
亲
甬
儈
栩
幔
豌
属
鯛
彊
𤓓
峇
跋
蚪
菏
济
哐
㘵
笔
厨
养
馆
幚
牒
吕
罗
涸
顫
舱
乔
须
蝨
抨
𦢊
喥
飮
類
孢
便
藻
桉
嚡
靦
宫
𠲖
绰
脛
孰
凉
痤
㩫
塭
屐
酎
丼
饗
饌
傚
珞
隅
ㄋ
ㄟ
揄
ゃ
ｖ
罝
黒
幪
弭
靭
茘
妗
謤
蚽
偨
絣
晞
芡
矣
豩
熧
鷨
妺
癭
矌
罻
豔
餞
鮟
鱇
妲
緞
鬨
漉
邃
烫
踝
閻
叨
壕
茨
蟆
薏
胯
齦
驛
琨
鐧
宥
蜀
饃
羮
霽
哞
婧
鵲
漳
炬
癇
亥
煊
鄂
旳
唅
孬
輟
唑
杷
橇
评
铁
岬
璽
屻
𠮩
筱
庙
蹝
厉
达
购
铺
年
审
女
创
謾
漓
処
堰
痲
脑
咫
检
备
损
债
积
儕
举
繑
濂
踞
尔
启
掯
澩
闭
败
选
摎
潵
遅
领
恶
偿
撑
沅
駡
腌
众
絢
跛
韩
瀡
罚
摜
递
轱
恃
嗅
譟
梟
鯰
烟
嚏
嘣
舀
啋
噍
盏
噒
繭
蝌
稼
諉
许
膺
箇
噬
貽
迥
凼
奚
餔
茭
柿
厰
扰
氨
酯
詵
糭
舫
饮
顾
睄
编
拧
骹
藿
箋
规
躐
帷
凋
贷
檐
摒
劊
擄
荣
媺
庞
聯
凖
誉
睺
轩
识
戎
攁
锈
輒
剿
矺
阴
芍
焕
荫
<unknown>
鎳
癈
鉵

囹
圄
＋
旣
諳
繙
８
閖
覧
á
咲
ʼ
夲
縵
揶
鑣
み
噘
蹧
皙
醤
踇
屖
楥
珪
覢
墼
磷
摰
槳
憋
摮
袾
蚸
紱
闚
觨
棈
鯹
纒
鯧
囗
躊
谻
袌
嘳
讕
廋
β
ん
紑
ê
崴
蚧
譏
柾
潻
臼
摓
牄
衹
弒
臊
懦
袓
餌
牁
佝
捇
嗍
皏
癉
筵
曯
詡
叶
滇
队
蝎
劲
擝
擀
皚
玛
髅
蔼
鮫
訥
嗝
錕
肱
昊
寇
籟
巍
孺
梛
漱
圩
灕
哏
砒
楸
酡
漩
痿
煬
溟
榱
潁
蒽
瓔
癃
僦
庋
倬
伎
澆
驶
泻
癟
眈
吭
吡
沂
冉
楣
閭
掐
丛
护
婵
娉
蠄
蟝
罾
磺
箧
绿
绕
协
伟
垻
涇
爱
遱
连
鈑
氤
氳
昉
敎
力
谨
鵑
箝
理
綾
饉
躋
构
毁
朽
宾
猫
蹉
跎
畿
襄
䓪
势
侦
牵
襬
疮
宝
团
轮
抢
诊
赢
馱
曇
砥
佟
隘
褫
査
泱
携
皖
篱
啶
抝
尝
‎
⁠
‍
‏
繋
闪
烁
与
宽
曪
濋
馈
巃
赖
俓
砷
夀
抐
复
误
嬈
軔
鏰
闲
朴
洺
驾
漕
鸕
叠
擧
迾
唚
揗
嚤
翱
咇
绪
𢺳
萧
盍
搰
违
认
寻
鋦
泶
鏹
諦
碱
赚
夹
憫
弹
稈
迢
対
憊
痍
饼
娱
挴
捻
肴
践
剥
穊
戌
画
諺
皎
咘
戆
冯
骆
币
镇
脱
执
迤
溂
呤
营
篡
䄛
坂
厷
异
挬
羿
曵
骏
𨂽
炠
则
孙
缓
懊
术
儿
烧
糝
靓
垌
紕
盘
嗔
观
荘
兰
贝
莱
伤
压
癀
筑
迹
叙
亏
验
监
幇
胶
鈫
踨
赌
暪
𢲡
𥚃
嘸
婪
頜
潜
髖
饱
孳
俚
箜
习
传
淀
壶
𠌥
螨
抔
擙
负
铝
伉
洸
鼐
矾
䁪
𢳆
懾
䕖
窦
朮
紊
錳
滩
郴
唁
圏
𥇦
㨃
𠶧
崢
≠
瑀
髹

烕
倣
贗
＠
琍

唻
㷛
揳
黠
驄
玳
瑁
𢹂
剭
瑄
誅
佷
縹
緲
擢
胴
搇
澔
饑
愫
揃
こ
竽
黝
咆
璄
頀
鈾
檹
袂
侃
歳
籐
輊
誑
篜
麩
楔
惚
疍
茴
鰈
趼
碖
汸
撢
薔
濳
稜
銨
謔
掬
㗻
鐻
寲
廜
毇
宭
孋
孌
瓩
貗
覈
鳧
榦
跏
繌
鞙
憿
橐
欯
籵
皭
蒡
荵
倭
踣
緰
鏊
倕
喿
嫷
鸐
鶘
襆
訒
鵷
媢
蜊
鎗
扖
磞
撗
犽
蝛
蝘
憭
芰
閮
隢
玓
さ
ゆ
り
お
に
ク
ラ
ブ
挸
襑
櫳
炔
擭
髲
ｌ
綻
戮
嚥
廰
餬
殉
頖
佡
葠
夯
曚
濰
浜
鄘
痞
唎
猒
叄
籣
麝
佼
棷
粿
褔
矼
媞
圴
矱
気
唰
駔
塾
疙
捯
搔
錠
咄
哚
簍
庅
岛
畁
独
贼
扥
樝
丝
贴
咵
喆
绑
姗
犢
釉
蟯
乇
録
沤
麪
橱
哾
阔
疗
髙
瞢
蟄
丕
齷
齪
淞
忤
戛
盹
貔
貅
滸
豺
倨
膛
蔻
稞
桀
蟾
蜍
驥
瘢
俢
鶻
苻
跺
撂
⁬
諀
瘸
嘵
閡
淄
尻
苣
鯴
沏
瀦
伢
拄
湫
唬
侸
棆
贺
垛
篸
懐
鯆
喫
鸣
晓
峡
莢
绵
寿
垅
鋝
洼
岷
庁
拑
啧
盵
账
度
頴
桄
鋈
勞
鼔
鐸
漑
缷
归
踵
竞
奖
坍
卧
硏
畴
陝
酉
騖
敌
琅
逵
俆
啯
详
沟
坠
錨
椑
倌
膾
㩦
㦖
軆
鮓
惻
卢
㽵
谭
仄
妏
逺
惦
啨
馗
灵
遟
庬
霑
駄
㒄
䏲
苕
婁
攋
鄥
栋
邰
曜
职
叿
敨
齐
閆
軻
湄
萓
钵
苹
営
磬
洳
燬
胆
磘
暏
搿
誐
蠡
忒
鲗
艮
龚
塆
酈
篆
臢
覑
湞
载
块
朢
杬
璟
甕
鷀
𣾷
鰽
覲
輞
莨
嗁
烷
纠
纷
郅
県
昄
卟
苴
嚚
徜
慬
唨
鄀
湴
卫
涛
嘱
滓
迆
柺
键
挘
囌
幷
沥
宪
辅
岘
懣
嵋
譭
𠳐
蛹
鼬
韫
扻
匍
匐
璦
糉
髧
绳
𡃵
櫪
摹
圜
ɪ
谁
塡
绣
悫
罨
饭
遘
彗
娇
峉
烔
㘄
坚
吁
抦
柆
齁
樾
呲
芸
毉
淦
蚀
砖
䡐
欒
颐
撌
摀
涪
梱
饙
凯
儁
蝲
倴
璜
匾
蕻
羚
脘
胛
腧
粮
衿
弥
靌
躥
驀
珺
鴆
壿
唳
颜
卲
垥
缩
揽
堒
滚
媄
𡁻
莠
阅
籴
轻
咙
硝
瘙
喷
渤
鎹
纲
櫼
畅
罢
愴
锋
岗
㧺
帘
窝
骤
搅
讹
褛
獗
缮
获
垫
徕
掄
掖
聨
嗙
瘠
谅
腻
轇
轕
堀
凴
諫
搥
虚
㖨
辉
缠
幤
𡃶
蔘
淸
软
颖
仵
譁
赧
稳
枼
卖
渗
鰓
夆
臆
晋
涨
篮
阳
页
褚
脉
赵
铜
飙
趋
酚
仪
揤
让
拨
恵
氪
龄
抛
璞
瓴
译
忆
陡
噆
迺
関
紆
縟
扈
頷
庄
樜
责
-
煇
牘
柠
䍃
军
顿
攙
𠱸
𨭌
怀
岺
剒
𤷪
𤺧
疂
贞
麴
肤
炷
撴
钦
聿
茯
哕
盥
楽
舘
癆
绒
仓
贡
嗖
栾
徳
樻
纓
铭
库
傣
凊
璣
峨
叧
仼
摭
埇
逘
摃
瓹
趌
肓
穚
訧
㬢
躀
櫂
聴


唙
跩
喖
耖
嘋
慿
蘚
訉
瞠
糜
瞎
榶

釆
嶇
軨
闔
を
き
し
ま
す


嚹
丿
剽
鮨
亙
罸
葯
圎
ひ
と
ー
廄
聒
仞
錋
鉭
嗺
慡
呑
稘
墱
嶪
帔
鰤
泠
熜
瀬
坯
餈
霅
珓
洎
玊
櫬
祁
壊
縋
燸
笫
や
せ
い
銠
婢
婭
氊
咻
鏝
睗
蝻
筧
幗
贂
慺
靼
嶧
杹
砫
絭
垹
痶
瞨
臒
鬌
柎
黻
嫙
悁
鍑
鑮
覦
醝
衚
衕
烗
苪
湚
婇
蜩
壼
柸
鍧
鈀
衈
忸
蕠
啿
鼤
彋
蜚
汨
跘
ㄕ
呿
楑
軠
漈
孃
釂
趹
堃
譲
衃
泑
鼫
犝
礅
璺
菗
觳
獙
鯥
僤
梌
藲
燀
濩
涫
訏
垺
嚗
韟
臷
岍
鋇
鄝
驍
幄
恅
嘓
綪
䓓
餹
う
ど
捰
怏
誔
譀
瀘
炕
翭
ｊ
珸
腞
郟
踙
鐓
譋
咼
埞
㦸
鑷
彫
汞
靱
④
槁
悿
鄖
鈿
轓
諶
𢱑
鷜
訰
跁
贄
褱
顈
悏
脕
痳
掦
隠
倜
儻
酣
躇
崧
槺
６
踼
沢
⑥
⑦
𧐢
渚
顰
幡

皰
芫
荽
繚
厾
蛆
í
昴
玥
銲
枊
鮭
蚱
鳪
溴
粑
臏
鉊
饀
淌
蒨
濶
豋
笳
粕
蜷
唵
沄
匕
壢
揖
鏧
絛
僆
堝
捵
鈳
榃
訹
砭
渢
慵
菣
娚
偌
㨂
鉋
亁
膂
杘
曡
涀
鏖
藺
魘
齌
迏
戊
运
飞
赶
锦
欧
显
衅
鋌
叩
尴
赏
喽
喨
骝
态
轰
厅
揜
鈈
瀄
飈
忝
兽
舰
簁
噎
諛
郢
蠛
戡
珉
茬
饰
鍔
洵
丽
弃
諞
顶
啾
湿
詰
哟
抪
圧
帯
虽
滂
汇
铰
撸
稷
閊
絹
畈
哒
訬
侧
羣
哣
惧
尘
黜
锅
蔸
蛭
腼
轀
揥
莹
<sos/eos>
